aalib
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
amtk
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
baobab
base
bash
bat
binutils
bison
bluez
bluez-libs
bluez-utils
bolt
boost-libs
box2d
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calf
cantarell-fonts
cdparanoia
celluloid
chaotic-keyring
chaotic-mirrorlist
chromaprint
chrome-gnome-shell
cifs-utils
clucene
clutter
clutter-gst
clutter-gtk
cogl
colord
colord-gtk
coreutils
cpio
cracklib
cryptsetup
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
discord
djvulibre
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
dtc
e2fsprogs
easyeffects
edk2-ovmf
egl-wayland
eglexternalplatform
electron
elfutils
encfs
enchant
envycontrol
eog
evince
evolution-data-server
exa
exempi
exiv2
expac
expat
faac
faad2
fakeroot
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
fish
fisher
flac
flex
fluidsynth
fmt
foliate
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdm
gedit
geoclue
geocode-glib
gettext
ghostscript
giflib
git
gjs
glib-networking
glib2
glibc
glibmm
glslang
gmime3
gmp
gnome-autoar
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-encfs-manager-bin
gnome-keyring
gnome-menus
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-pop-shell
gnome-shell-extensions
gnome-system-monitor
gnome-tweaks
gnupg
gnutls
gobject-introspection-runtime
gom
gpgme
gpm
gptfdisk
graphene
graphite
grep
grilo
grilo-plugins
groff
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-editing-services
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm3
gtksourceview4
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
http-parser
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables-nft
iputils
iso-codes
iw
jansson
jbig2dec
joplin-desktop
js78
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldb
ldns
less
lib32-attr
lib32-glibc
libabw
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcheese
libcloudproviders
libcolord
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdmapsharing
libdrm
libdv
libdvdnav
libdvdread
libe-book
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgdata
libgdm
libgee
libgexiv2
libgit2
libglvnd
libgme
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisoburn
libisofs
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldac
libldap
liblqr
liblrdf
libluv
libmanette
libmd
libmediaart
libmfx
libmicrodns
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmspub
libmtp
libmwaw
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk3
libproxy
libpsl
libpulse
libpwquality
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libuv
libva
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lpsolve
lsof
lsp-plugins
lua
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
mdadm
mesa
mesa-vdpau
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mutter-rounded
nautilus
nautilus-open-any-terminal
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-jetbrains-mono
nettle
networkmanager
nftables
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numactl
nvidia
nvidia-settings
nvidia-utils
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opus
orc
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
paru-bin
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pipewire-jack
pipewire-pulse
pixman
pkgconf
polkit
pop-shell-shortcuts-git
poppler
poppler-glib
popt
portaudio
powertop
procps-ng
protobuf
psmisc
pugixml
pulseaudio-alsa
python
python-appdirs
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-dnspython
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-markdown
python-more-itertools
python-msgpack
python-nautilus
python-ordered-set
python-packaging
python-pep517
python-pip
python-ply
python-progress
python-pycparser
python-pyopenssl
python-pyparsing
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-toml
python-tomli
python-urllib3
python-webencodings
python-zipp
qemu
raptor
rasqal
rav1e
re2
readline
redland
reflector
rest
rnnoise
rtkit
rtmpdump
rubberband
run-parts
rygel
sbc
sbctl
sdl2
sdl2_image
seabios
seahorse
sed
serd
shaderc
shadow
shared-color-targets
shared-mime-info
slang
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
spice-gtk
spicetify-cli
spirv-tools
spotify
spotify-adblock-git
sqlite
sratom
srt
startup-notification
sudo
sushi
svt-av1
svt-hevc
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tbb
tdb
tepl
tevent
texinfo
thin-provisioning-tools
tinyxml2
tlp
tlpui
totem-pl-parser
touchegg
tpm2-tss
tracker
tracker-miners
tracker3
tracker3-miners
tree-sitter
ttf-dejavu
ttf-roboto-mono
twolame
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vid.stab
virglrenderer
virt-install
virt-manager
visual-studio-code-bin
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
which
wildmidi
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xkeyboard-config
xmlsec
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xz
yadm
yajl
yarn
zbar
zenity
zeromq
zimg
zip
zita-convolver
zlib
zstd
zvbi
zxing-cpp
